Repository: just-paja/polocas-napadu-api
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs_cz

source: Configuration
cs_cz: Konfigurace

source: Content admin
cs_cz: Správa obsahu

source: Voting
cs_cz: Hlasování

source: Closed
cs_cz: Uzavřeno

source: Audible vote
cs_cz: Akustické hlasování

source: Poll Type
cs_cz: Typ hlasování

source: avgVolumeHelpText
cs_cz: Průměrná hlasitost vypočítaná ze všek snímků hlasitosti

source: Average volume
cs_cz: Průměrná hlasitost

source: Live Poll Voting
cs_cz: Hlasování s publikem

source: Live Poll Votings
cs_cz: Hlasování s publikem

source: Recorded volume
cs_cz: Sejmutá hlasitost

source: Volume scrape
cs_cz: Snímek hlasitosti

source: Volume scrapes
cs_cz: Snímky hlasitosti
