Repository: just-paja/polocas-napadu-api
Catalog: theatre_sports/locale/*/LC_MESSAGES/django.po
Languages: cs_cz

source: Theatre sports
cs_cz: Zápasy

source: team-home
cs_cz: Domácí tým

source: team-guest
cs_cz: Hostující tým

source: Contestant Group
cs_cz: Soupeř

source: Contestant Groups
cs_cz: Soupeři

source: Contestant Type
cs_cz: Role

source: Band
cs_cz: Skupina

source: Color
cs_cz: Barva

source: Match
cs_cz: Zápas

source: Players
cs_cz: Hráči

source: Date
cs_cz: Datum

source: Foul
cs_cz: Faul

source: Fouls
cs_cz: Fauly

source: Contestant
cs_cz: Soupeř

source: Game
cs_cz: Hra

source: Player
cs_cz: Hráč

source: Foul type
cs_cz: Typ faulu

source: Comment
cs_cz: Komentář

source: Describe what was the foul play
cs_cz: Popiš improvizační chybu

source: Match time
cs_cz: Čas zápasu

source: FoulType
cs_cz: Typ faulu

source: Foul Types
cs_cz: Typy faulů

source: Matches
cs_cz: Zápasy

source: Closed
cs_cz: Uzavřeno

source: Stage
cs_cz: Fáze

source: stage-show-setup
cs_cz: Nastavení zápasu

source: stage-intro
cs_cz: Intro

source: stage-game-setup
cs_cz: Výběr kategorie

source: stage-game
cs_cz: Hra

source: stage-voting
cs_cz: Hlasování

source: stage-game-results
cs_cz: Výsledky hlasování

source: stage-pause
cs_cz: Přestávka

source: stage-finale
cs_cz: Finále

source: Match Stage
cs_cz: Fáze zápasu

source: Match Stages
cs_cz: Fáze zápasu

source: Stage Type
cs_cz: Název fáze

source: Inspirations
cs_cz: Inspirace

source: Duration
cs_cz: Délka

source: ScorePoint
cs_cz: Bod skóre

source: ScorePoints
cs_cz: Body skóre

source: Score
cs_cz: Skóre

source: Control match
cs_cz: Ovládat zápas

source: Watch match
cs_cz: Sledovat zápas
