Repository: just-paja/polocas-napadu-api
Catalog: shows/locale/*/LC_MESSAGES/django.po
Languages: cs_cz

source: Shows
cs_cz: Představení

source: Date
cs_cz: Datum

source: Show
cs_cz: Představení

source: Identification
cs_cz: Identifikace

source: Date and time
cs_cz: Datum a čas

source: Location
cs_cz: Umístění

source: Links
cs_cz: Odkazy

source: Show type
cs_cz: Formát představení

source: Show participant
cs_cz: Účinkující

source: Show participants
cs_cz: Účinkující

source: Profile
cs_cz: Profil

source: Show role
cs_cz: Role

source: Show roles
cs_cz: Role

source: Price level
cs_cz: Cenová hladina

source: Show types
cs_cz: Formáty představení

source: Short Description
cs_cz: Krátký popis

source: Use games
cs_cz: Používá hry

source: Use fouls
cs_cz: Používá fauly

source: Minimum volume
cs_cz: Minimální hlasitost

source: minimalAudioHelpText
cs_cz: Minimální hlasitost, která byla naměřena během hlasování

source: Medium volume
cs_cz: Střední hlasitost

source: mediumAudioHelpText
cs_cz: Střední hodnota hlasitosti, která byla naměřena během hlasování

source: Maximum volume
cs_cz: Maximální hlasitost

source: maximumAudioHelpText
cs_cz: Maximální hlasitost, která byla naměřena během hlasování

source: Closed
cs_cz: Uzavřeno

source: Show volume calibration
cs_cz: Kalibrace akustického hlasování

source: Show volume calibrations
cs_cz: Kalibrace akustického hlasování

source: Show volume calibration voting
cs_cz: Průběh kalibrace akustického hlasování

source: Show volume calibrations voting
cs_cz: Průběhy kalibrace akustického hlasování
