Repository: just-paja/polocas-napadu-api
Catalog: profiles/locale/*/LC_MESSAGES/django.po
Languages: cs_cz

source: Profiles
cs_cz: Profily

source: Actor profile
cs_cz: Herecký profil

source: Actor profiles
cs_cz: Herecké profily

source: artistAliasHelpText
cs_cz: Při zobrazení bude preferováno před civilním jménem

source: Artist alias
cs_cz: Umělecké jméno

source: Actor group
cs_cz: Herecká skupina

source: Actor groups
cs_cz: Seskupení herců

source: Sponsor
cs_cz: Sponzor

source: Sponsors
cs_cz: Sponzoři

source: Website
cs_cz: Webová stránka

source: Display this sponsor on site
cs_cz: Zobrazit tohoto sponzora na webu

source: On site
cs_cz: Na webu
