Repository: just-paja/polocas-napadu-api
Catalog: emailing/locale/*/LC_MESSAGES/django.po
Languages: cs_cz

source: Email notification
cs_cz: E-mailová notifikace

source: Email notifications
cs_cz: E-mailové notifikace

source: Notification key
cs_cz: Notifikační identifikátor

source: Key specific to the notification source
cs_cz: Klíč, který je specifický pro zdroj notifikace

source: Few words to describe contents of the e-mail
cs_cz: Pár slov, které popisují obsah e-mailu

source: Subject
cs_cz: Předmět

source: Name that will be displayed next to sender e-mail address
cs_cz: Jméno, které se zobrazí před adresou odesílatele

source: Sender name
cs_cz: Jméno odesílatele

source: E-mail address of the sender
cs_cz: Platná e-mailová adresa odesílatele

source: Sender email
cs_cz: E-mail odesílatele

source: Append organization to sender
cs_cz: Připojit k odesílateli jméno organizace

source: Organization name will be appended to the sender name, resulting in things like "Karel from %s"
cs_cz: Jméno organizace bude připojeno k jménu odesílatele a výsledkem bude třeba "Karel z %s"

source: E-mail address of the recipient
cs_cz: E-mailová adresa příjemce

source: Recipient email
cs_cz: E-mail příjemce

source: System will proceed and send this e-mail after this datetime.
cs_cz: Systém odešle e-mail při první příležitosti po tomto datu

source: Scheduled on
cs_cz: Naplánováno na

source: On this date and time, the e-mail was sent.
cs_cz: V tento datum byl e-mail odeslán

source: Sent on
cs_cz: Odesláno

source: Ready e-mails will be sent at first valid opportunity after scheduled date
cs_cz: Připravené e-maily budou odeslány při první příležitosti naplánovaném datu. Nepřipravené e-maily budou ignorovány

source: Ready to send
cs_cz: Připraveno k odeslání

source: Format
cs_cz: Formát

source: Enter formatted e-mail content. The text version will be auto generated for HTML e-mails
cs_cz: Vložte formátovaný obsah e-mailu. Textová verze bude automaticky vygenerována pro HTML e-maily

source: %(person)s from %(organization)s
cs_cz: %(person)s z %(organization)s

source: Our website
cs_cz: Náš web
